app/controllers/api/benches_controller.rb

  def index
    @benches = Bench.all
---
SELECT "benches".* FROM "benches" WHERE (lat BETWEEN '37.74187' AND '37.80971' AND lng BETWEEN '-122.47791' AND '-122.39208')